[{"nome":"A materialidade da Mente e a viabilidade da identidade funcional do metal-máquina e mental-homem","palavrasChave":["Filosofia da Mente","","Estados Mentais"],"resumo":"Este trabalho aborda um problema da Filosofia da Mente: o da causação mental, referente a como algo presumivelmente imaterial (mente) seria capaz de produzir causação física. Investiga-o buscando entender como a compreensão das semelhanças entre mentes humanas e artificias contribui para resolvê-lo e trabalha com a hipótese de que a comparação mental-máquina vs mental-homem explica melhor o problema da causação porque a interação mente-cérebro ainda não foi completamente conhecida. Para tanto, tem por objetivo mostrar que em funcionamento mentes humanas e artificiais são indistintas e que o mental se reduz ao físico, o que é importante para resolver o problema da causação. Na metodologia, procedeu-se uma pesquisa bibliográfica às obras de filósofos da mente, privilegiando-se pensadores materialistas/fisicalistas, em quatro passos: 1 mapeamento de filósofos que abordam o tema da causação; 2 mapeamento de autores que explicam as relações mente-cérebro e software-hardware e comparação de suas posições entre si e com a posição de que há uma identidade funcional entre mentes humanas e artificiais; 3 comparação da interação mente-cérebro e software-hardware, através de um quadro que identifica semelhanças e distinções entre mentes humanas e artificias, a partir de cinco autores; e 4 testagem de contra-argumentos ao materialismo e à Inteligência Artificial Forte, oriundos de adversários do funcionalismo computacional. Como resultado do estudo realizado, pôde-se observar que a compreensão das semelhanças e distinções entre mentes humanas e artificiais contribui para resolver o problema da causação à medida que a viabilidade do mental artificial revela a materialidade do mental. Tal viabilidade pôde ser verificada tanto nas posições à favor das semelhanças quanto nas réplicas feitas aos contra-argumentos. A viabilidade da identidade funcional do mental-máquina/homem revela a materialidade da mente e ajuda a desmistificar posições que promovem mistério e vão contra a ciência.","areaNivel":11,"escola":"Instituto Federal de Educação, Ciência e Tecnologia Sul-Riograndense - Câmpus Sapiranga","escolaCidade":"Sapiranga","premiado":1,"tipoIntegrantes":[0,1,1],"nomeIntegrantes":["Fernando Rodrigues Montes D'Oca","Lara Bertoldo","William Seibel"],"emailIntegrantes":["fernandodoca@ifsul.edu.br","lbertoldo28@gmail.com","williamseibel@hotmail.com"],"telefoneIntegrantes":[51982411106,51993673550,51995379660]},{"nome":"Live a Game","palavrasChave":["JOGOS ELETRÔNICOS","ENSINAR","INTERESSE"],"resumo":"Ensinar sempre foi um desafio, principalmente por não se ter toda a atenção do aluno, afinal uma aula tradicional facilmente perde o interesse do aluno se comparada as tecnologias e aos jogos eletrônicos de hoje em dia. Este projeto pretende aproveitar o interesse das crianças pela mídia digital de modo que esta possa auxiliar no ensino das mesmas utilizando os jogos eletrônicos de forma didática e educativa para ajudar na aprendizagem de matérias e no desenvolvimento de habilidades como por exemplo, matemática e raciocínio lógico. Portanto essas crianças terão a oportunidade de  aprender e se divertir ao mesmo tempo, o que poderá resultar em um rendimento maior do aluno.","areaNivel":13,"escola":"Instituto Federal Sul-Rio-Grandense Campus Venâncio Aires","escolaCidade":"Venâncio Aires","premiado":0,"tipoIntegrantes":[0,1,1,1],"nomeIntegrantes":["Miguel Angelo Baggio","Arthur Henrique Vogt","Augusto Henrique Werlang","Dejair Giovanaz"],"emailIntegrantes":["miguelbaggio@ifsul.edu.br","arthv01@gmail.com","werlang10@gmail.com","dejairgiovanaz@hotmail.com"],"telefoneIntegrantes":[51995565662,51992087220,51999116999,51981440238]},{"nome":"Mitos no Cotidiano","palavrasChave":["Monomito","Jornada do Herói","Harry Potter"],"resumo":"O trabalho visa analisar a teoria do Monomito de Joseph Campbell comparando suas etapas simbólicas a narrativa dos filmes da série Harry Potter, assim como a presença das mesmas etapas em atitudes cotidianas. O monomito desenvolve 12 passos que se constituem a Jornada do Herói uma estrutura presente em mitos de diferentes culturas. Nos anos 60 o cinema americano apropriou-se dos passos compondo roteiros para cinema. A análise comparativa do trabalho observa as relações entre os passos da jornada do herói e a narrativa dos filmes de Harry Potter, assim como, observar como essas etapas se encontram em episódios da vida cotidiana. Como primeiras conclusões, percebemos como os 12 passos da Jornada do Herói representam simbolicamente as questões do ser humano em face de situação de crise. E simbolizando a vida possuem um efeito emocional em quem os acompanha em uma narrativa. Impacto na plateia que pode ser exemplificado na popularidade da série Harry Potter e outros filmes que se apropriaram desses passos simbólicos. ","areaNivel":12,"escola":"Instituto Federal Sul-rio-grandense Venâncio Aires","escolaCidade":"Venâncio Aires","premiado":0,"tipoIntegrantes":[0,1],"nomeIntegrantes":["Marcio Alessandro Nunes Rodrigues","Matheus Schmitz"],"emailIntegrantes":["marcioanrodrigues@hotmail.com","schmitzmatheus@hotmail.com"],"telefoneIntegrantes":[5197985946,51980650467]},{"nome":"AS FORMAS EXPRESSIVAS DA DEVOÇÃO NA PRODUÇÃO DE NARRATIVAS AUDIOVISUAIS DA FESTA DE OGUM EM BAGÉ","palavrasChave":["Religiosidade","Festas Populares","Cultura Afro-brasileira"],"resumo":"O objetivo deste trabalho é apresentar e discutir parte do material visual (fotografias e vídeo) produzido durante a 13ª Procissão de São Jorge, também conhecida como Festa de Ogum, que ocorreu em 23 de abril de 2017 em Bagé-RS. O trabalho foi realizado pela equipe de estudantes e professor orientador dos projetos Narradores de Bagé e Cinema, Educação e Diretos Humanos (Inventar com a Diferença), do IFSul Campus Bagé, e contou também com o apoio do Ponto de Cultura Pampa Sem Fronteiras e do Laboratório de Ensino, Pesquisa e Produção em Antropologia da Imagem e do Som da UFPel. A festa de Ogum é organizada pela Associação Espiritualista de Umbanda e todo ano reúne uma multidão de fiéis, sendo uma das mais importantes manifestações culturais da cidade. A realização deste trabalho envolveu conversas e entrevistas com devotos e chefes de terreiros de Umbanda, a prática da observação participante, além da produção de imagens fotográficas, vídeo e captação de áudio das expressões orais, toques e cantos de louvação à São Jorge/Ogum. O foco de análise está nas formas expressivas da devoção e seu conteúdo social, que serão apresentadas por meio de narrativas audiovisuais. Nas fotografias selecionadas, a Festa de Ogum pode ser descrita por quatro atos performáticos distintos e complementares: 1) ritual de chegada, 2) caminhada, 3) cerimônia na praça e 4) ritual festivo na terreira. Tal proposta nos leva a considerar, como resultado, que o conteúdo social da devoção a São Jorge ou Ogum pode ser melhor compreendido levando em conta a dimensão performática dos fiéis (gestos, sensações, emoções e expressões corporais) e as situações que ocorrem nos quatro momentos ritualísticos do evento. O trabalho aponta, portanto, para a importância da imagem na apreensão do conhecimento sociológico sobre os atos de fé em Bagé.","areaNivel":11,"escola":"IFSul - campus Bagé","escolaCidade":"Bagé","premiado":0,"tipoIntegrantes":[0,1,1,1],"nomeIntegrantes":["Lisandro Lucas de Lima Moura","Thaís Rodrigues dos Santos","Carlos Eduardo de Lima Gusmão","Eduarda Paz Trindade"],"emailIntegrantes":["lisandromoura@gmail.com","thaysantos2001@hotmail.com","cadu.l.gusmao@gmail.com","eduardapaztrindade26@gmail.com"],"telefoneIntegrantes":[53991398292,53999548832,53999193759,53999519200]},{"nome":"Morte e Suicídio no Pequeno Príncipe","palavrasChave":["Morte","Suicídio","Pequeno Príncipe"],"resumo":"O Projeto pretende realizar uma análise comparativa do livro “O Pequeno Príncipe” e dos dois intertextos fílmicos focando no trecho da cobra e sua simbologia a respeito da morte e do suicídio.  Considerando a experiência pessoal e os símbolos encontrados pretendemos dar uma nova visão sobre a morte na obra. O tema da morte geralmente é evitado na sociedade, acreditamos como primeiras conclusões que a discussão sobre os temas auxiliara as pessoas a lidarem de forma mais saudável com os mesmos.\nReferências Bibliográficas: •\tSaint-Exupéry, Antoine de. O Pequeno Príncipe. Rio de Janeiro: Agir, 2009. 96p.","areaNivel":12,"escola":"Instituto Federal Sul-Rio-Grandense Câmpus Venâncio Aires","escolaCidade":"Venâncio Aires","premiado":0,"tipoIntegrantes":[0,1],"nomeIntegrantes":["Marcio Alessandro Nunes Rodrigues","Alessandro Henrique Kist Pereira"],"emailIntegrantes":["marcioanrodrigues@hotmail.com","aledetonados.com@gmail.com"],"telefoneIntegrantes":[51997985946,51995483649]},{"nome":"Vivenciando os valores humanos através da interação entre juventude e infância","palavrasChave":["Valores","Interação","Experiências"],"resumo":"O respectivo trabalho relata a experiência de um projeto de pesquisa-ação desenvolvido na disciplina de filosofia pelos alunos do 3º ano do ensino médio da E. E. E. M. Cônego Albino Juchem, em parceria com alunos da educação infantil da E. M. E. F. Profª. Odila Rosa Scherer, na cidade de Venâncio Aires. O projeto através de suas atividades buscou integrar esses estudantes de diferentes níveis de idade, tendo em vista refletir sobre os valores humanos presentes na sociedade atual a partir de uma perspectiva existencialista, possibilitando resgatar e vivenciar o real significado desses valores. Para isso, partimos das seguintes indagações: quais valores as crianças e os jovens estão aprendendo e vivenciando atualmente? Como resgatar o verdadeiro sentido dos valores humanos num mundo onde o ser é facilmente substituído pelo ter? A metodologia do projeto foi pautada inicialmente por um estudo realizado em sala de aula, abordando alguns conceitos filosóficos do existencialismo: o niilismo na teoria de Nietzsche e a concepção de existência enquanto condição humana, na visão de Sartre. Em segundo lugar, desenvolveu-se a parte prática do projeto, onde os alunos do ensino médio visitaram a turma da educação infantil e fizeram diferentes atividades lúdicas como brincadeiras, pinturas, confecção de brinquedos com material alternativo e escultura em argila, proporcionando momentos para que jovens e crianças pudessem vivenciar e resgatar os valores humanos. Entre os resultados obtidos, verificamos que o grupo que aderiu ao projeto se envolveu plenamente com as atividades, colocando em prática o que foi estudado em aula. Os jovens constataram que se as crianças forem ensinadas e estimuladas a vivenciar os valores humanos, poderão construir uma sociedade melhor no futuro. Perceberam também que uma maneira de ressignificar a sua existência é resgatar valores como a solidariedade, a cooperação, a responsabilidade, o respeito e a amizade, que a cada dia estão ficando esquecidos.","areaNivel":11,"escola":"Escola Estadual de Ensino Médio Cônego Albino Juchem","escolaCidade":"Venâncio Aires","premiado":0,"tipoIntegrantes":[0,0,1,1],"nomeIntegrantes":["CAMILA RIBEIRO MENOTTI","Elexandra Sueli Wagner","Francine Paulina da Rosa","Jéssica Almeida Maciel"],"emailIntegrantes":["camila.menotti@gmail.com","e.lexandra@hotmail.com","francinepr2011@gmail.com","jessicamaciel99@gmail.com"],"telefoneIntegrantes":[51997034219,51992877391,51991487825,51998915159]},{"nome":"O Alto Número de Suicídios em Venâncio Aires: Uma Análise Possível","palavrasChave":["Depressão","Teorias","Suicídio"],"resumo":"O ALTO NÚMERO DE SUICÍDIOS EM VENÂNCIO AIRES: UMA ANÁLISE POSSÍVEL\nA depressão é um transtorno psicológico que preocupa cada vez mais a sociedade por conta do significativo aumento no número de casos em todas as faixas etárias. É considerada uma doença que compromete tanto psicológica quanto fisicamente e que na maioria das vezes, é compreendida de forma equivocada, sendo interpretada por muitos como algo banal. Desta forma, o objetivo do projeto é esclarecer a gravidade da doença, reconstruindo a ideia das pessoas sobre o assunto por meio da apresentação de suas origens, sintomas, manifestação no corpo e suas consequências. Nesse sentido, foi realizada uma pesquisa bibliográfica em busca de explicações para o grande número de suicídios em Venâncio Aires, e entre elas se destacam o fator psicossocial, a predisposição genética, o desequilíbrio químico dos neurotransmissores e a cultura germânica presente na região. A partir daí, passamos a averiguar e justificar os fatores regionais, genéticos, do meio externo e as possíveis teorias através de uma pesquisa de campo. Os dados foram obtidos por meio de um questionário online direcionado a jovens venâncio-airenses de 12 a 18 anos. Durante a pesquisa, foram abordados aspectos como as práticas de automutilação, suicídio e uso de drogas e foi observado que das 195 pessoas entrevistadas, 55 haviam utilizado as mesmas como válvula de escape. Do total de pessoas que tiveram alguma das práticas (55), 54,5% tinham origem germânica, 81,8% histórico de depressão na família, 97,7% passaram por algum episódio traumático e 30,9% tem ou já tiveram contato com o tabaco por um longo período de tempo. Por conta dessas informações, a base da pesquisa foi a diferente incidência da doença entre os sexos e a relação do tabaco e da origem germânica com o surgimento da depressão. Estas são possíveis explicações para o índice elevado de suicídios em Venâncio Aires, que entre os anos de 1995 e 2015, ficou conhecida como a “Capital do suicídio”.","areaNivel":10,"escola":"Instituto Federal de Educação, Ciência e Tecnologia Sul-rio-grandense campus Venâncio Aires","escolaCidade":"Venâncio Aires","premiado":0,"tipoIntegrantes":[0,1,1,1],"nomeIntegrantes":["Marcus Eduardo Maciel Ribeiro","Gabriela da Silva Huyer","Giovanna Inês Schuck","Ane Caroline Schuh Debald"],"emailIntegrantes":["profmarcus@yahoo.com.br","gabrielah11@hotmail.com","gioschuck@hotmail.com","ane.debald@gmail.com"],"telefoneIntegrantes":[51993782007,51998853138,51993221912,51996308235]},{"nome":"Teatrando","palavrasChave":["Brincadeiras","Expressão","Teatro"],"resumo":"Sabe-se que o Teatro no Brasil surgiu através do empenho dos jesuítas durante a catequização dos índios. Acompanhado da chegada do rádio e da TV a dramaturgia ganhou um destaque maior, visando além de entreter, transmitir lições de moral e ética. A metodologia do projeto consiste em aplicar diversas atividades para as crianças, como brincadeiras teatrais, leitura de histórias e filmes de curta duração, para assim explorar a criatividade das crianças, desenvolver o lado lúdico. Desenvolvemos o projeto em seis partes: Primeira parte: Estudar formas diferenciadas de aulas, para que as crianças que participarem das oficinas se sintam motivadas e acolhidas; Segunda parte: Planejamento das aulas que serão ministradas; Terceira parte: Aplicar três aulas para conhecer melhor as crianças, começando com uma pequena peça teatral; Quarta parte: Modificar o planejamento das aulas que serão ministradas, levando em consideração o comportamento e as características das crianças que farão parte das aulas; Quinta parte: Aplicar o restante das aulas; Sexta parte: Montar uma peça teatral no final do projeto. Objetivo Geral é desenvolver a capacidade motora e mental destas crianças, estimulando a imaginação e a fantasia por meio de oficinas de Teatro. Já os objetivos Específicos são: • Proporcionar momentos de recreação, por meio do Teatro, de forma dinâmica. • Desenvolver o trabalho em equipe e o senso de ética. • Promover a interação social das crianças, para que se afastem um pouco do mundo digital. Espera-se alcançar, os nossos objetivos para este projeto. Que com essas oficinas de Teatro as crianças adquiram novas experiências e aprendizados, assim percebendo o Teatro como uma Arte e tenham nele momentos para desenvolver a imaginação e fantasia, tão importantes nessa fase de suas vidas, e que levem os mesmos consigo por toda a sua vida. E que como monitoras aproveitemos cada momento desta nova experiência, onde as crianças também repassarão todos os seus conhecimentos para nós.","areaNivel":12,"escola":"Instituto Federal Sul-Rio-Grandense","escolaCidade":"Venâncio Aires","premiado":1,"tipoIntegrantes":[0,1,1,1],"nomeIntegrantes":["Marcio Alessandro Nunes Rodrigues","Mayara Franciele Steffens da Silva","Brenda Lopes da Silva","Vitória Larsen Quaresma"],"emailIntegrantes":["marcioanrodrigues@hotmail.com","steffens375@gmail.com","brenda.lopes1277@gmail.com","vitorialarsen2009@hotmail.com"],"telefoneIntegrantes":[51997985946,51995833730,51997060843,51998376300]},{"nome":"PDIAP - Plataforma Digital de Inscrição e Administração de Projetos","palavrasChave":["Código aberto","gestão automatizada","internet"],"resumo":"O PDIAP - Plataforma Digital de Inscrição e Administração de Projetos é um projeto de pesquisa que visa construir um ambiente para a inscrição e administração de projetos em feiras e mostras com potencial para utilização em todo o território nacional. Sendo assim, o projeto possui como objetivo, ampliar e aperfeiçoar o desenvolvimento da plataforma, que por sua vez, iniciou em 2016 e foi utilizada com sucesso na última edição da MOVACI, uma vez que automatizou processos até então realizados de forma manual. Utilizaremos o conjunto de ferramentas MEAN, acrônimo para MongoDB, Express, AngularJS e Node.js respectivamente. Essas quatro ferramentas formam o MEAN stack, esse que foi selecionado para o desenvolvimento por capacitar a produção da plataforma de forma facilitada ao se basear em JavaScript como linguagem base de trabalho e interação com as ferramentas. Pretendemos solucionar as adversidades fornecidas pela plataforma, para que esta possua estabilidade e que possa ser utilizada de forma fluída pelos usuários. Ainda nesse contexto, espera-se que com a finalização das novas funcionalidades que serão adicionadas, os usuários possam usufruir de forma facilitada do ambiente disponibilizado.","areaNivel":14,"escola":"Instituto Federal Sul-rio-grandense Campus Venâncio Aires","escolaCidade":"Venâncio Aires","premiado":0,"tipoIntegrantes":[0,1,1,1],"nomeIntegrantes":["Geovane Griesang","Fernando Hansel","Kallel Roman","Bernardo Werlang"],"emailIntegrantes":["geovanegriesang@ifsul.edu.br","fernandosuperando@gmail.com","kallelr@outlook.com","bernardoww28@hotmail.com"],"telefoneIntegrantes":[51996162258,51997115680,51995404839,51999576491]}]